Repository: kroman0/products
Catalog: qPloneComments/trunk/i18n/plonecomments-plone-*.po
Languages: eu

source: qPloneComments configuration changes saved.
eu: qPloneComments-en konfigurazio aldaketak gordeta.

source: Comment(s) deleted.
eu: Erantzunak ezabatuta

source: Comment(s) published.
eu: Erantzunak argitaratuta

source: Reply not allowed because the response is to a comment waiting to be approved. Please wait for the comment to be approved before replying.
eu: Ez da erantzunik onartzen erantzuna eman nahi diozun elementua onartu gabe dagoelako. Erantzuna emateko, itxaron elementua argitaratu arte.

source: Comment published.
eu: Erantzuna argitaratuta.

source: Currently, all comments require approval before being published. Please check back later.
eu: Erantzun guztiak moderatuta daude, beraz ez dira berehala argitaratzen.

source: Please enter your name.
eu: Zure izena idatzi.

source: Comment added.
eu: Erantzuna gehituta.

source: Please submit a subject.
eu: Gaia idatzi.

source: Please submit a body.
eu: Testua idatzi.

source: Please submit email.
eu: E-posta idatzi.

source: Reply deleted.
eu: Erantzuna ezabatuta.

source: Please select items to be processed.
eu: Aukeratu elementuak.

source: Please submit a valid e-mail address.
eu: Baliozko e-posta bat idatzi.
