Repository: kroman0/products
Catalog: quintagroup.plonetabs/trunk/quintagroup/plonetabs/locales/*/LC_MESSAGES/quintagroup.plonetabs.po
Languages: fr

source: '${id}' action deleted.
fr: '${id}' action supprimée.

source: '${id}' action is now invisible.
fr: '${id}' action est maintenant invisible.

source: '${id}' action is now visible.
fr: '${id}' action est maintenant visible.

source: '${id}' action moved down.
fr: '${id}' action déplacée vers le bas.

source: '${id}' action moved up.
fr: '${id}' action déplacée vers le haut.

source: '${id}' action saved.
fr: '${id}' action enregistrée.

source: '${id}' action successfully added.
fr: '${id}' action ajoutée.

source: '${id}' action successfully removed.
fr: '${id}' action supprimée.

source: '${id}' action successfully updated.
fr: '${id}' action mise à jour.

source: '${id}' object was excluded from navigation.
fr: '${id}' objet a été exclu de la navigation.

source: '${id}' object was included into navigation.
fr: '${id}' objet a été inclus dans la navigation.

source: Actions successfully sorted.
fr: Actions triés succès.

source: Add
fr: Ajouter

source: Adding canceled.
fr: Ajout annulé

source: Cancel
fr: Annulé

source: Category changed successfully.
fr: Catégorie changée.

source: Changes discarded.
fr: Changement annulés.

source: Changes saved!
fr: Changement enregistrés!

source: Fill in required fields and click on Add.
fr: Remplissez les champs obligatoires et cliquez sur Ajouter.

source: Generated not folderish tabs switched off.
fr: Les onglets générés hors conteneur sont hors fonction.

source: Generated not folderish tabs switched on.
fr: Les onglets générés hors conteneur fonctionnent.

source: Generated tabs switched off.
fr: Les onglets générés sont hors fonction.

source: Generated tabs switched on.
fr: Les onglets générés hors container fonctionnent.

source: No '${id}' action in '${cat_name}' category.
fr: Pas d'action '${id}' dans la catégorie '${cat_name}'.

source: '${cat_name}' action category does not exist.
fr: La catégorie d'action '${cat_name}' n'existe pas.

source: Object with '${id}' id doesn't exist in portal root.
fr: L'objet avec "$ {id} 'id n'existe pas dans la racine du portail.

source: Please correct the indicated errors.
fr: S'il vous plaît corrigez les erreurs indiquées.

source: Reset
fr: Réinitialiser

source: label_select_category
fr: Choisir_une_catégorie_de_nom

source: Rich Mode
fr: Mode Riche

source: Plain Mode
fr: Mode Ordinaire

source: Plone '${cat_name}' Configuration
fr: Configuration de Plone '$ {cat_name}'

source: Portal Tabs Configuration
fr: Portail des onglets de configuration

source: Portal Footer Configuration
fr: Configuration du pied de page du portail

source: Change
fr: Changer

source: Delete
fr: Effacer

source: Name
fr: Nom

source: Id
fr: Identifiant

source: Save
fr: Enregistrer

source: Move Up
fr: Déplacer vers le haut

source: Move Down
fr: Déplacer vers le bas

source: label_nonfolderish_tabs_enable
fr: onglet_sans_conteneur_d_etiquette_activé

source: Empty or invalid title specified
fr: Titre spécifié vide ou invalide

source: Empty or invalid id specified
fr: L'identifiant spécifié vide ou invalide

source: The id '${id}' is invalid - it is already in use.
fr: L'identifiant '${id}' est invalide ou déjà existant.

source: Id must contain only ASCII characters.
fr: L'identifiant doit contenir seulement des caractères ASCII.

source: Unrecognized expression type '${expr_type}'.
fr: Type d'expression non-reconnu '${expr_type}'.

source: Invalid variable name '${expr}'
fr: Nom de variable '${expr}' invalide.

source: Advanced
fr: Avancé
