Repository: kroman0/products
Catalog: quintagroup.plonecomments/branches/jquery/quintagroup/plonecomments/locales/*/LC_MESSAGES/quintagroup.plonecomments.po
Languages: it

source: Comment published.
it: Commento pubblicato.

source: Comment updated.
it: Commento aggiornato.

source: Comment(s) deleted.
it: Commento(i) cancellati

source: Comment(s) published.
it: Commento(i) pubblicati

source: Could not send the email notification. Have you configured an email server for Plone?
it: Non puoi spedire email di notifica. Hai configurato un mail server per Plone?

source: Currently, all comments require approval before being published. Please check back later.
it: Tutti i commenti richiedono un'approvazione prima di essere pubblicati. Per favore controlla più tardi.

source: Default visual effects(popup forms if enabled)
it: Per favore correggi gli errori indicati.

source: Please correct the indicated errors.
it: Correggi gli errori evidenziati.

source: Please enter your name.
it: Per favore inserisci il tuo nome.

source: Please select items to be processed.
it: Per favore selezione gli elementi da processare

source: Please submit a valid e-mail address.
it: Per favore inserisci un indirizzo email valido.

source: Please submit an email address.
it: Per favore inserisci un indirizzo email.

source: Reply not allowed because the response is to a comment waiting to be approved. Please wait for the comment to be approved before replying.
it: Non è possibile risponderere a un commento che non . stato approvato. Per favore aspetta che venga approvato prima di rispondere.

source: You must correctly enter the word.
it: Devi inserire correttamente la parola.

source: Your abuse report has been sent.
it: La tua segnalazione su un abuso è stata spedita.

source: approve_notification_subject
it: [${organization_name}] Nuovi commenti in attesa di moderazione

source: approve_user_notification_subject
it: Il tuo commento su ${title} è stato pubblicato

source: approvemail_new_comment_link
it: Per favore modera il commento inserito nella pagina ' ${title} ': ${here_url}

source: description_add_comment
it: Puoi aggiungere un tuo commento inserendolo nel modulo sottostante come testo semplice.

source: description_edit_comment
it: Puoi modificare un commento riempiendo il form sottostante. Formattazione semplice.

source: enable_manager_moderation
it: Abilita la moderazione del Manager

source: heading_comments
it: Commenti recenti

source: heading_comments_setup
it: Configurazione di qPloneComments

source: heading_report_abuse_form
it: Segnala abuso

source: help_discussion-manager_email
it: L'indirizzo email a cui spedire le notifiche sui commenti

source: help_email
it: PEr favore inserisci il tuo indirizzo email.

source: help_enable_ajax_report_abuse
it: Queste impostazioni avranno effetto solo se la segnazalione degli abusi è attivata.

source: help_enable_anonymous_report_abuse
it: Questa impostazione permette a TUTTI gli utenti, inclusi gli anonimi di segnalare i commenti abusivi.

source: help_message
it: Per favore descrivi le ragioni per cui vuoi segnalare questo commento. Il nostro amministratore riceverà una notifica col tuo messaggio.

source: help_name
it: Per favore inserisci il tuo nome.

source: help_organization_name
it: Puoi cambiare i messaggi di notifica personalizzando i template 'approve_comment_template' e 'published_comment_template' nello skin qplonecomments.

source: label_anonymous_commenting
it: Permetti commenti anonimi.

source: label_comment_by
it: Inviato da

source: label_commented_at
it: il

source: label_configure
it: Configura qPloneComments

source: label_discussion-manager_email
it: Spedisci le email di notifica dei commenti a:

source: label_enable_ajax_report_abuse
it: Abilita la segnalazione di abusi via AJAX

source: label_enable_anonymous_report_abuse
it: Abilita gli utenti anonimi a poter segnalare abusi nei commenti.

source: label_enable_approve_notification
it: Notifica all' administratore delle discussioni quando viene inserito un nuovo commento.

source: label_enable_approve_user_notification
it: Notifica all'autore del commento quando questo è pubblicato.

source: label_enable_moderation
it: Abilita la moderazione.

source: label_enable_published_notification
it: Notificare al proprietario del documento quando si ricevono nuovi commenti.

source: label_enable_reject_notification
it: Abilita la notifica all'autore del commento, quando questo viene respinto.

source: label_enable_reply_notification
it: Notifica all'autore del commento quando i suoi commenti ricevono una risposta

source: label_enable_report_abuse
it: Abilita gli utenti autenticati a segnalare abusi nei commenti.

source: label_organization_name
it: Prefisso del messaggio (nome dell' organizzazione)

source: label_report_abuse
it: Segnala Abuso

source: label_require_anonym_email
it: Richiedi email per i commenti da anonimo.

source: legend_add_comment
it: Aggiungi commento

source: legend_edit_comment
it: Modifica il commento.

source: legend_qpc_notification_legend
it: Opzioni per la notifica via email

source: legend_recent_comments
it: Lista dei commenti recenti

source: legend_setup_options
it: Opzioni di configurazione di qPloneComments

source: listingheader_comment
it: Commento

source: notifyabuse_link
it: Il commento '${url}' è stato segnalato come abusivo. Il commento è: ------------ ${comment_desc} ${comment_text} La segnalazione: ----------------- ${report}

source: notifycomment_link
it: Il tuo commento su ${url} è stato pubblicato. Per vedere il tuo commento, vai qui ${here_url}

source: notifyreject_link
it: Il tuo commento su ${url} non è stato approvato. Per qualunque domanda, scrivi a ${mfrom}.

source: published_notification_subject
it: [${organization_name}] Nuovo commento aggiunto

source: publishedmail_new_comment_link
it: Visualizza il nuovo commento inserito nella pagina ' ${title} ': ${here_url}

source: qPloneComments configuration changes saved.
it: Cambiamenti della configurazione salvati.

source: rejected_user_notification_subject
it: Il tuo commento su ${title} non è stato approvato

source: reply_user_notification_subject
it: Qualcuno ha risposto al tuo commento su ${title}

source: replynotify_link
it: Qualcuno ha risposto al tuo commento su ${url}. Per legger la risposta vai qui ${here_url}.

source: report_abuse_subject
it: [${organization_name}] Un commento su ${title} è stato segnalato come abusivo.

source: ${organization_name} Support Team
it: Team di supporto ${organization_name}

source: text_no_add_reply
it: Il commento deve essere prima approvato.

source: text_no_email_setup
it: Questo sito non ha una configurazione valida per le email, quindi non puoi usare il form per segnalare gli abusi.

source: text_no_new_comments
it: Nessun nuovo commento.
